{
    "drive-by-ending" : "You finished your shift. The next day you are awoken by a news report on the radio. A series of drive-by shootings have occurred at polling places across Angel City, in areas that are majority pro-secession. An anti-secession terrorist group known as 'Concerned Citizens Against Degeneracy' takes credit for the series of attacks on polling places. You are fired from your job for negligence. It is cold outside and you won't be able to make rent",
    "bombing-ending" : "You finished your shift. The next day you are awoken by a news report on the radio. A bomb was detonated by anti-secession terrorists outside of city hall. It is unknown if this was the work of a lone wolf or a coordinated group attack. Vocal critics of the secession vote have expressed disgust with the attack, stating that 'we are better than this, just because they take away the lives of unborn children doesn't mean it is okay to do the same to others'. You have a meeting with your manager, and the VP of moderation for the company. You are fired from your job for negligence; the pavement is scorching hot and you won't be able to make rent.",
    "demonstration-ending" : "You finished your shift. The next day you leave your job feeling productive, one step closer to recieving a promotion for all the work you've done for the company. You notice a pro-secession demonstration outside of city hall. As you approach the armed demonstrators, heavily armed riot police and swat swarm the area, and begin firing. A bullet grazes your arm, then another hits you in the shoulder. 38 people died that day, all of them demonstrators. You were not one of them. Unable to perform your job due to your injury, you are fired. Your shoulder hurts, and you won't be able to make rent this month",
    "assasination-ending" : "You finished your shift. The next day you wake up and head to work, knowing that the referendum failed and that Angel County continues to retain ownership of Angel City. Angel County Sheriff Carlos Vasquez is speaking outside of the county government building about a new task force specifically targeting the now illegal abortion clinics in Angel City. As you clock in for the day, everyone in the office is watching the television as the sheriff unveils the plan that will make his career. The buzz of a drone cuts him short however, as in an instant his head explodes on live television. As a reaction to the assasination, Angel City institutes a 9pm curfew and police presence is dramatically increased. Property prices in the city plummet alongside rent, and for the first time in ages, you pay your rent on time.",
    "good-ending" : "You finished your shift. As you leave your office the air feels crisp, calm even. Despite the tension that remained in the air all throughout the week, you can't help but feel hopeful about the future. The night comes and goes, and you wake up to see a new, independent future for Angel City, as the referendum passed. You immediately get a call from your landlord saying that your rent will be tripling over the next 12 months because of the outcome of the referendum. The future is bright, and you won't be able to make rent."
}
