{
    "posts" : {
        "pro" : {
            "mild" : 
                ["Because Angel City is so fundamentally different from the rest of Angel County, It only makes sense that Angel City separate from Angel County",
                    "A free Angel City would be beneficial to its citizens, even if the county loses millions in tax revenue.",
                    "I agree that Angel City should be an independent city state, but I don’t understand why it should keep the name?",
                    "It just makes sense to have a referendum now rather than later, since neither the City nor the County gov’t wants any conflict to happen.",
                    "God I hope the referendum passes…"]
            , 
            "moderate" : 
                ["Angel City DESERVES independence from the County Gov’t, for so long county officers have been harassing us for LITERALLY EXISTING and an independent AC would solve this!!! I just want to eat my lunch outside in peace.",
                "An independent Angel City is in the best interests of ALL its citizens! The Angel County Board of Supervisors don’t even live in the City for fucks sake!",
                "Don’t y’all think that County Sheriff Vasquez looks like the kind of guy to turn off his bodycam before beating up some protestors at an independence rally?",
                "How the fuck is it possible for county leadership to have any authority over Angel City if none of them even live there?",
                "Angel County doesn’t even have an abortion clinic, Angel City has 7. While i’m glad that the referendum is finally taking place If it doesn’t pass I might have to leave the county."]
            ,
            "radical" : 
                ["Just bought a rifle for the coming weeks/months after the Referendum! If this doesn’t pass I will put my life down on the line for a free and independent Angel City.",
                "Stay tuned here folks, once the ref fails to pass the uprising will begin and the pigs will come out to play. If they target you take out as many of them as you can before you die. These guys are serious business."]
            
        },
        "anti" : {
            "mild" : 
                ["I just don’t see the point of an independent Angel City.",
                   "If Angel City splits off from Angel County, the county would lose Millions in tax revenue.",
                "Why are we even having this referendum in the first place? Angel City is and always will be a part of Angel County, it’s LITERALLY in the name.",
                "Those Angel City Slickers are really out of touch with what’s happening in the rest of the county.",
                "If the referendum passes I might have to get a real job again, instead of just being a landlord."]
            ,
            "moderate" : 
                [
                    "Those LIBTARDS in Angel City won’t live a day without the guidance of the County.",
                    "For the sake of all unborn children we must keep Angel City in Angel County and shut down their abortion clinics",
                    "What the left doesn’t want you to know is that the mayor of Angel City has been caught on multiple occasions grooming children from Angel County to become homosexuals and using them in his child sex orgies.",
                    "React if you think that Angel City LIBERALS should leave the county instead of polluting it with unborn fetuses!",
                    "THE REFERENDUM IS RIGGED BY THE ANGEL CITY ELITES!!!!!"
                ]
            ,
            "radical" : 
                [
                    "10:30am, tomorrow, city hall is gonna blow. Many will die, but the deaths here will be nothing compared to the murders that Angel City abortion clinics perform every single day.",
                    "I’m thinking about getting some militias to do drive-bys at polling locations in the city. This referendum won’t go any further, and every blue haired lib who votes yes will get a bullet in their skull."
                ]
            
        } 
    }
}
